import "../App.css";

import { NavLink } from "react-router-dom";

import logo from "../img/logo 2.png"


export default function page4() {
  return (
    <div className="page4">
      <article className="one">
        <div className="top">
          <article className="one">
            <div className="inOne">
              <article>
                <h1>Крупнейший сноупарк в Пермском крае</h1>

                <p>
                  Наш горнолыжный курорт оснащен современными подъемниками,
                  которые, по словам посетителей, всегда работают стабильно и
                  без нареканий.
                </p>
                <NavLink to="/page4/in">
                    <button className="btn2">Забронировать</button>
                  </NavLink>
              </article>
            </div>
          </article>
        </div>
      </article>

      <article className="two">
        <h1>Прайс на проживание 2023</h1>

        <div className="middle">
          <div className="top">
            <h2>Гостиница</h2>
            <h2>Тип номера</h2>
            <h2>Количество</h2>
            <h2>Цена</h2>
            <h2>Цена за весь</h2>
            <h2>за номер, ₽</h2>
            <h2>Цена за весь</h2>
          </div>
          <div className="underTop">
            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>
          </div>
        </div>
      </article>

      <article className="three">
        <h1>Прайс на проживание 2023</h1>

        <div className="middle">
          <div className="top">
            <h2>Гостиница</h2>
            <h2>Тип номера</h2>
            <h2>Количество</h2>
            <h2>Цена</h2>
            <h2>Цена за весь</h2>
            <h2>за номер, ₽</h2>
            <h2>Цена за весь</h2>
          </div>
          <div className="underTop">
            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>

            <article>
              <h2>Медвежий холл</h2>
              <h2>Двухместный</h2>
              <h2>3 номера</h2>
              <h2>3 000</h2>
              <h2>При бронирование</h2>
              <h2>4 500</h2>
              <h2>33 000</h2>
            </article>
          </div>
        </div>
        
        <p>
          Примечания:1. Гостиница предоставляет Гостям номера для временного
          проживания. 2. Режим работы гостиницы – круглосуточный. Время заезда
          - с 15.00 часов местного времени, время отъезда до 14.00 (в зимний
          период), время заезда - с 14.00 часов местного времени, время отъезда
          до 13.00 часов местного времени (в летний период). 3. При заселении
          Гостю необходимо иметь при  документ, удостоверяющий личность,
          заполнить и подписать анкету, установленного образца, сдать анкету
          администратору По окончанию периода проживания Гостю необходимо
          уведомить администратора о выезде из номера и сдать ключи.. В целях
          соблюдения правил пожарной безопасности гостям, проживающим в
          гостиницах, запрещается:  Пользоваться в номерах нештатными
          электронагревательными приборами, удлинителями, переходниками и т.д.
          Микроволновой печью и чайником можно воспользоваться в специальной
          кухонной зоне.  Хранить и приносить в номера огнеопасные и
          легковоспламеняющиеся материалы, ядовитые вещества. Не оставляйте в
          гостинице ценные предметы.  Уходя из номера, оставлять включенными
          электроприборы.  Курить в номерах на территории гостиниц. Основание-
          закон №15-ФЗ «Об охране здоровья граждан от воздействия окружающего
          табачного дыма и последствий потребления табака». - Пользоваться в
          номерах и общественных зонах - кальяном. - Оставлять посторонних лиц
          в номере в своё отсутствие. Находиться посторонним лицам в
          гостиничном номере с 23-00 до наступления расчетного часа без
          предъявления документа, удостоверяющего его личность. При несоблюдении
          правил пребывание в гостинице может быть ограничено или прервано. 
          Нарушать покой проживающих после 23.00. - Нарушать санитарные нормы и
          требования в гостиничном номере. - Выбрасывать мусор, бутылки и
          другие предметы из окон гостиниц. - Выносить белье, полотенца и
          инвентарь из номера. - Размещение животных в гостиницах категорически
          запрещено.
        </p>
      </article>

      <div className="navbarBottom">
                <div className="underBottom">
          <div className="box">
            <article>
            <img src={logo} alt="" />
            <p>
              Скорый электропоезд Ласточка довезет Вас до Чусового,где
              производится пересадка на автобусный трансфер до Горнолыжного
              курорта Такман.
            </p>
            </article>
          </div>
          <div className="box">
            <article>
            <h1>Контакты</h1>
            <p>
              Скорый электропоезд Ласточка довезет Вас до Чусового,где
              производится пересадка на автобусный трансфер до Горнолыжного
              курорта Такман.
            </p>
            </article>
          </div>
        </div>
      </div>
    </div>
  );
}